Repository: learningequality/kolibri-installer-windows
Catalog: windows/gui-packed/locale/*/kolibri-application.po
Languages: es_gt

source: Error: Environment variable KOLIBRI_SCRIPT_DIR is not set.
es_gt: Error: La variable de entorno KOLIBRI_SCRIPT_DIR no está configurada.

source: Error: the value of KOLIBRI_SCRIPT_DIR must be less than %d, but it was length %d. Please start Kolibri from the command line.
es_gt: Error: el valor de KOLIBRI_SCRIPT_DIR debe de ser menor que %d, pero su longitud es %d. Por favor, iniciar Kolibri desde la línea de comando.

source: Error: Kolibri failed to start.
es_gt: Error: Kolibri no se pudo iniciar.

source: The server is starting... please wait
es_gt: Iniciando Kolibri... Espera, por favor.

source: Exiting...
es_gt: Parando Kolibri...

source: Are you sure you want to stop Kolibri?
es_gt: Por favor, confirme que desea parar y cerrar Kolibri.

source: Failed to remove startup schortcut.
es_gt: No se pudo eliminar el atajo del arranque.

source: Failed to add startup schortcut.
es_gt: No se pudo añadir el atajo del arranque.

source: Kolibri session
es_gt: Sesión de Kolibri

source: Kolibri is running
es_gt: Kolibri está funcionando

source: The server will be accessible locally at: http://127.0.0.1:8080/learn or you can select "Load in browser."
es_gt: Kolibri es accesible localmente al: http://127.0.0.1:8080. Seleccione "Abrir en el navegador" para ver el contenido.

source: Kolibri application is already running.
es_gt: Kolibri ya está funcionando.

source: Kolibri information
es_gt: Información de Kolibri

source: Load in browser.
es_gt: Abrir en el navegador.

source: Options
es_gt: Opciones

source: Run Kolibri at system startup.
es_gt: Iniciar Kolibri al arrancar el sistema.

source: Open browser when Kolibri starts
es_gt: Abrir el navegador cuando se inicie Kolibri

source: Exit
es_gt: Salir
