Repository: learningequality/kolibri-installer-windows
Catalog: src/installer-and-application-po-files/innosetup-brazilian-*.po
Languages: portuguese

source: English
portuguese: Português Brasileiro

source: Setup
portuguese: Instalador

source: Setup - %1
portuguese: %1 - Instalador

source: Uninstall
portuguese: Desinstalar

source: %1 Uninstall
portuguese: Desinstalar %1

source: Information
portuguese: Informação

source: Confirm
portuguese: Confirmar

source: Error
portuguese: Erro

source: This will install %1. Do you wish to continue?
portuguese: Isto instalará o %1. Você deseja continuar?

source: Setup is already running.
portuguese: O instalador já está em execução.

source: This program does not support the version of Windows your computer is running.
portuguese: Este programa não suporta a versão do Windows que seu computador está executando.

source: Setup is not complete. If you exit now, the program will not be installed.%n%nYou may run Setup again at another time to complete the installation.%n%nExit Setup?
portuguese: A Instalação não está completa. Se você sair agora o programa não será instalado.%n%nVocê pode executar o instalador de novo outra hora pra completar a instalação.%n%nSair do Instalador?

source: < &Back
portuguese: < &Voltar

source: &Next >
portuguese: &Próximo >

source: &Install
portuguese: &Instalar

source: Cancel
portuguese: Cancelar

source: &Yes
portuguese: &Sim

source: Yes to &All
portuguese: Sim pra &Todos

source: &No
portuguese: &Não

source: N&o to All
portuguese: Nã&o pra Todos

source: &Finish
portuguese: &Concluir

source: &Browse...
portuguese: &Procurar...

source: B&rowse...
portuguese: P&rocurar...

source: &Make New Folder
portuguese: &Criar Nova Pasta

source: Select Setup Language
portuguese: Selecione o Idioma do Instalador

source: Select the language to use during the installation.
portuguese: Selecione o idioma pra usar durante a instalação:

source: Click Next to continue, or Cancel to exit Setup.
portuguese: Clique em Próximo pra continuar ou em Cancelar pra sair do Instalador.

source: Browse For Folder
portuguese: Procurar Pasta

source: Select a folder in the list below, then click OK.
portuguese: Selecione uma pasta na lista abaixo, então clique em OK.

source: New Folder
portuguese: Nova Pasta

source: Welcome to the [name] Setup Wizard
portuguese: Bem-vindo ao Assistente do Instalador do [name]

source: This will install [name/ver] on your computer.%n%nIt is recommended that you close all other applications before continuing.
portuguese: Isto instalará o [name/ver] no seu computador.%n%nÉ recomendado que você feche todos os outros aplicativos antes de continuar.

source: Select Destination Location
portuguese: Selecione o Local de Destino

source: Where should [name] be installed?
portuguese: Aonde o [name] deve ser instalado?

source: Setup will install [name] into the following folder.
portuguese: O Instalador instalará o [name] na seguinte pasta.

source: To continue, click Next. If you would like to select a different folder, click Browse.
portuguese: Pra continuar clique em Próximo. Se você gostaria de selecionar uma pasta diferente, clique em Procurar.

source: At least [mb] MB of free disk space is required.
portuguese: Pelo menos [mb] MBs de espaço livre em disco são requeridos.

source: Not Enough Disk Space
portuguese: Sem Espaço em Disco o Bastante

source: Select Start Menu Folder
portuguese: Selecionar a Pasta do Menu Iniciar

source: Where should Setup place the program's shortcuts?
portuguese: Aonde o Instalador deve colocar os atalhos do programa?

source: Setup will create the program's shortcuts in the following Start Menu folder.
portuguese: O Instalador criará os atalhos do programa na seguinte pasta do Menu Iniciar.

source: You must enter a folder name.
portuguese: Você deve inserir um nome de pasta.

source: The folder name cannot include any of the following characters:%n%n%1
portuguese: O nome da pasta não pode incluir quaisquer dos seguintes caracteres:%n%n%1

source: Ready to Install
portuguese: Pronto pra Instalar

source: Setup is now ready to begin installing [name] on your computer.
portuguese: O Instalador está agora pronto pra começar a instalar o [name] no seu computador.

source: Click Install to continue with the installation, or click Back if you want to review or change any settings.
portuguese: Clique em Instalar pra continuar com a instalação ou clique em Voltar se você quer revisar ou mudar quaisquer configurações.

source: Click Install to continue with the installation.
portuguese: Clique em Instalar pra continuar com a instalação.

source: Destination location:
portuguese: Local de destino:

source: Start Menu folder:
portuguese: Pasta do Menu Iniciar:

source: Preparing to Install
portuguese: Preparando pra Instalar

source: Setup is preparing to install [name] on your computer.
portuguese: O Instalador está se preparando pra instalar o [name] no seu computador.

source: Setup cannot continue. Please click Cancel to exit.
portuguese: O Instalador não pode continuar. Por favor clique em Cancelar pra sair.

source: Installing
portuguese: Instalando

source: Please wait while Setup installs [name] on your computer.
portuguese: Por favor espere enquanto o Instalador instala o [name] no seu computador.

source: Completing the [name] Setup Wizard
portuguese: Completando o Assistente do Instalador do [name]

source: Setup has finished installing [name] on your computer.
portuguese: O Instalador terminou de instalar o [name] no seu computador.

source: Setup has finished installing [name] on your computer. The application may be launched by selecting the installed shortcuts.
portuguese: O Instalador terminou de instalar o [name] no seu computador. O aplicativo pode ser iniciado selecionando os atalhos instalados.

source: Click Finish to exit Setup.
portuguese: Clique em Concluir pra sair do Instalador.

source: Cancel installation
portuguese: Cancelar instalação

source: Extracting files...
portuguese: Extraindo arquivos...

source: Finishing installation...
portuguese: Concluindo a instalação...

source: Are you sure you want to completely remove %1 and all of its components?
portuguese: Você tem certeza que você quer remover completamente o %1 e todos os seus componentes?

source: Please wait while %1 is removed from your computer.
portuguese: Por favor espere enquanto o %1 é removido do seu computador.

source: %1 was successfully removed from your computer.
portuguese: O %1 foi removido com sucesso do seu computador.

source: %1 uninstall complete.%n%nSome elements could not be removed. These can be removed manually.
portuguese: Desinstalação do %1 completa.%n%nAlguns elementos não puderam ser removidos. Estes podem ser removidos manualmente.

source: Create a &desktop shortcut
portuguese: Criar um atalho &na área de trabalho

source: %1 on the Web
portuguese: %1 na Web

source: Uninstall %1
portuguese: Desinstalar o %1

source: Launch %1
portuguese: Iniciar o %1
