Repository: learningequality/kolibri-installer-windows
Catalog: src/installer-and-application-po-files/innosetup-*.po
Languages: french, italian

source: English
french: Français
italian: Italiano

source: Setup
french: Installation
italian: Installazione

source: Setup - %1
french: Installation - %1
italian: Installazione di %1

source: Uninstall
french: Désinstallation
italian: Disinstallazione

source: %1 Uninstall
french: Désinstallation - %1
italian: Disinstallazione di %1

source: Information
italian: Informazioni

source: Confirm
french: Confirmation
italian: Conferma

source: Error
french: Erreur
italian: Errore

source: This will install %1. Do you wish to continue?
french: Cet assistant va installer %1. Voulez-vous continuer ?
italian: Questa è l'installazione di %1.%n%nVuoi continuare?

source: Setup is already running.
french: L'assistant d'installation est déjà en cours d'exécution.
italian: Il processo di installazione è già in funzione.

source: This program does not support the version of Windows your computer is running.
french: Ce programme n'est pas prévu pour fonctionner avec la version de Windows utilisée sur votre ordinateur.
italian: Questo programma non supporta la versione di Windows installata nel computer.

source: Setup is not complete. If you exit now, the program will not be installed.%n%nYou may run Setup again at another time to complete the installation.%n%nExit Setup?
french: L'installation n'est pas terminée. Si vous abandonnez maintenant, le programme ne sera pas installé.%n%nVous devrez relancer cet assistant pour finir l'installation.%n%nVoulez-vous quand même quitter l'assistant d'installation ?
italian: L'installazione non è completa.%n%nUscendo dall'installazione in questo momento, il programma non sarà installato.%n%nÈ possibile eseguire l'installazione in un secondo tempo.%n%nVuoi uscire dall'installazione?

source: < &Back
french: < &Précédent
italian: < &Indietro

source: &Next >
french: &Suivant >
italian: &Avanti >

source: &Install
french: &Installer
italian: Inst&alla

source: Cancel
french: Annuler
italian: Annulla

source: &Yes
french: &Oui
italian: &Si

source: Yes to &All
french: Oui pour &tout
italian: Sì a &tutto

source: N&o to All
french: N&on pour tout
italian: N&o a tutto

source: &Finish
french: &Terminer
italian: &Fine

source: &Browse...
french: Pa&rcourir...
italian: &Sfoglia...

source: B&rowse...
french: Pa&rcourir...
italian: S&foglia...

source: &Make New Folder
french: Nouveau &dossier
italian: &Crea nuova cartella

source: Select Setup Language
french: Langue de l'assistant d'installation
italian: Seleziona la lingua dell'installazione

source: Select the language to use during the installation.
french: Veuillez sélectionner la langue qui sera utilisée par l'assistant d'installation.
italian: Seleziona la lingua da usare durante l'installazione.

source: Click Next to continue, or Cancel to exit Setup.
french: Cliquez sur Suivant pour continuer ou sur Annuler pour abandonner l'installation.
italian: Seleziona "Avanti" per continuare, o "Annulla" per uscire.

source: Browse For Folder
french: Parcourir les dossiers
italian: Sfoglia cartelle

source: Select a folder in the list below, then click OK.
french: Veuillez choisir un dossier de destination, puis cliquez sur OK.
italian: Seleziona una cartella nell'elenco, e quindi seleziona "OK".

source: New Folder
french: Nouveau dossier
italian: Nuova cartella

source: Welcome to the [name] Setup Wizard
french: Bienvenue dans l'assistant d'installation de [name]
italian: Installazione di [name]

source: This will install [name/ver] on your computer.%n%nIt is recommended that you close all other applications before continuing.
french: Cet assistant va vous guider dans l'installation de [name/ver] sur votre ordinateur.%n%nIl est recommandé de fermer toutes les applications actives avant de continuer.
italian: [name/ver] sarà installato sul computer.%n%nPrima di procedere chiudi tutte le applicazioni attive.

source: Select Destination Location
french: Dossier de destination
italian: Selezione cartella di installazione

source: Where should [name] be installed?
french: Où [name] doit-il être installé ?
italian: Dove vuoi installare [name]?

source: Setup will install [name] into the following folder.
french: L'assistant va installer [name] dans le dossier suivant.
italian: [name] sarà installato nella seguente cartella.

source: To continue, click Next. If you would like to select a different folder, click Browse.
french: Pour continuer, cliquez sur Suivant. Si vous souhaitez choisir un dossier différent, cliquez sur Parcourir.
italian: Per continuare seleziona "Avanti".%nPer scegliere un'altra cartella seleziona "Sfoglia".

source: At least [mb] MB of free disk space is required.
french: Le programme requiert au moins [mb] Mo d'espace disque disponible.
italian: Sono richiesti almeno [mb] MB di spazio libero nel disco.

source: Not Enough Disk Space
french: Espace disponible insuffisant
italian: Spazio su disco insufficiente

source: Select Start Menu Folder
french: Sélection du dossier du menu Démarrer
italian: Selezione della cartella nel menu Avvio/Start

source: Where should Setup place the program's shortcuts?
french: Où l'assistant d'installation doit-il placer les raccourcis du programme ?
italian: Dove vuoi inserire i collegamenti al programma?

source: Setup will create the program's shortcuts in the following Start Menu folder.
french: L'assistant va créer les raccourcis du programme dans le dossier du menu Démarrer indiqué ci-dessous.
italian: Verranno creati i collegamenti al programma nella seguente cartella del menu Avvio/Start.

source: You must enter a folder name.
french: Vous devez saisir un nom de dossier du menu Démarrer.
italian: Devi inserire il nome della cartella.

source: The folder name cannot include any of the following characters:%n%n%1
french: Le nom du dossier ne doit contenir aucun des caractères suivants :%n%n%1
italian: Il nome della cartella non può includere nessuno dei seguenti caratteri:%n%n%1

source: Ready to Install
french: Prêt à installer
italian: Pronto per l'installazione

source: Setup is now ready to begin installing [name] on your computer.
french: L'assistant dispose à présent de toutes les informations pour installer [name] sur votre ordinateur.
italian: Il programma è pronto per iniziare l'installazione di [name] nel computer.

source: Click Install to continue with the installation, or click Back if you want to review or change any settings.
french: Cliquez sur Installer pour procéder à l'installation ou sur Précédent pour revoir ou modifier une option d'installation.
italian: Seleziona "Installa" per continuare con l'installazione, o "Indietro" per rivedere o modificare le impostazioni.

source: Click Install to continue with the installation.
french: Cliquez sur Installer pour procéder à l'installation.
italian: Per procedere con l'installazione seleziona "Installa".

source: Destination location:
french: Dossier de destination :
italian: Cartella di installazione:

source: Start Menu folder:
french: Dossier du menu Démarrer :
italian: Cartella del menu Avvio/Start:

source: Preparing to Install
french: Préparation de l'installation
italian: Preparazione all'installazione

source: Setup is preparing to install [name] on your computer.
french: L'assistant d'installation prépare l'installation de [name] sur votre ordinateur.
italian: Preparazione all'installazione di [name] nel computer.

source: Setup cannot continue. Please click Cancel to exit.
french: L'assistant ne peut pas continuer. Veuillez cliquer sur Annuler pour abandonner l'installation.
italian: L'installazione non può continuare. Seleziona "Annulla" per uscire.

source: Installing
french: Installation en cours
italian: Installazione in corso

source: Please wait while Setup installs [name] on your computer.
french: Veuillez patienter pendant que l'assistant installe [name] sur votre ordinateur.
italian: Attendi il completamento dell'installazione di [name] nel computer.

source: Completing the [name] Setup Wizard
french: Fin de l'installation de [name]
italian: Installazione di [name] completata

source: Setup has finished installing [name] on your computer.
french: L'assistant a terminé l'installation de [name] sur votre ordinateur.
italian: Installazione di [name] completata.

source: Setup has finished installing [name] on your computer. The application may be launched by selecting the installed shortcuts.
french: L'assistant a terminé l'installation de [name] sur votre ordinateur. L'application peut être lancée à l'aide des icônes créées sur le Bureau par l'installation.
italian: Installazione di [name] completata.%n%nL'applicazione può essere eseguita selezionando le relative icone.

source: Click Finish to exit Setup.
french: Veuillez cliquer sur Terminer pour quitter l'assistant d'installation.
italian: Seleziona "Fine" per uscire dall'installazione.

source: Cancel installation
french: Annuler l'installation
italian: Annulla installazione

source: Extracting files...
french: Extraction des fichiers...
italian: Estrazione file...

source: Finishing installation...
french: Finalisation de l'installation...
italian: Termine dell'installazione...

source: Are you sure you want to completely remove %1 and all of its components?
french: Voulez-vous vraiment désinstaller complètement %1 ainsi que tous ses composants ?
italian: Vuoi rimuovere completamente %1 e tutti i suoi componenti?

source: Please wait while %1 is removed from your computer.
french: Veuillez patienter pendant que %1 est retiré de votre ordinateur.
italian: Attendi fino a che %1 è stato rimosso dal computer.

source: %1 was successfully removed from your computer.
french: %1 a été correctement désinstallé de cet ordinateur.
italian: Disinstallazione di %1 completata.

source: %1 uninstall complete.%n%nSome elements could not be removed. These can be removed manually.
french: La désinstallation de %1 est terminée.%n%nCertains éléments n'ont pas pu être supprimés automatiquement. Vous pouvez les supprimer manuellement.
italian: Disinstallazione di %1 completata.%n%nAlcuni elementi non possono essere rimossi.%n%nDovranno essere rimossi manualmente.

source: Create a &desktop shortcut
french: Créer une icône sur le &Bureau
italian: Crea un'icona sul &desktop

source: %1 on the Web
french: Page d'accueil de %1
italian: Sito web di %1

source: Uninstall %1
french: Désinstaller %1
italian: Disinstalla %1

source: Launch %1
french: Exécuter %1
italian: Avvia %1

source: &No
french: &Non
